//* Author: William Selby

//ASMFCLG JOB  (001),'ASM HELLO',
//             CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1),REGION=128K
//HELLO   EXEC ASMFCLG,PARM.ASM='OBJECT,NODECK,LIST,NOXREF'
//ASM.SYSUT1 DD UNIT=SYSDA
//ASM.SYSUT2 DD UNIT=SYSDA
//ASM.SYSUT3 DD UNIT=SYSDA
//ASM.SYSGO  DD UNIT=SYSDA
//ASM.SYSIN  DD *
HELLO    CSECT
         USING HELLO,15
         SAVE  (14,12)
         WTO   'HELLO WORLD FROM ASM!'
         RETURN (14,12),RC=0
         END
//

