//* Author: William Selby

//COBHELLO JOB (001),'COBOL HELLO',CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//STEP1   EXEC COBUCLG
//COB.SYSIN DD *
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLO.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO, WORLD'.
           STOP RUN.
/*
//LKED.SYSLIB DD DSN=SYS1.COBLIB,DISP=SHR
//            DD DSN=SYS1.LINKLIB,DISP=SHR
//GO.SYSPRINT DD SYSOUT=A
//
