//* Author: William Selby

//HELLO   JOB (ACCT),'HELLO',CLASS=A,MSGCLASS=A,MSGLEVEL=(1,1)
//STEP1   EXEC PGM=IEBGENER
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  *
HELLO FROM TK4- JCL!
/*
//SYSUT2   DD  SYSOUT=*
//SYSIN    DD  DUMMY
//
